Repository: skroggel/typo3-be-defender
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# templates.backend.loginForm.labelUsername
source: Username
de: Accountname

# templates.backend.loginForm.labelPassword
source: Memorised password ;-)
de: Auswendig gelerntes Passwort ;-)

# templates.backend.loginForm.labelCode
source: One-time login code
de: Einmaliger Login-Code

# templates.backend.loginForm.getCode
source: Receive login code by e-mail
de: Login-Code per E-Mail erhalten

# templates.backend.loginForm.jsErrorNoUserName
source: Please enter your username so that a one-time login code can be sent to you
de: Bitte geben Sie Ihren Accountnamen an, damit Ihnen ein einmaliger Login-Code zugesendet werden kann.

# templates.backend.loginForm.jsRequestSuccessMessage
source: Woohoo! If the username you entered exists, a one-time login code has been sent to the email address you registered with your account. If you do not receive an email in the next 2-3 minutes, please check your spam folder.
de: Woohoo! Wenn der angegebene Account existiert, wurde Ihnen an die im Account hinterlegte E-Mail-Adresse ein einmaliger Login-Code zugesendet. Sollten Sie in den nächsten 2-3 Minuten keine E-Mail erhalten, prüfen Sie bitte Ihren Spam-Ordner.

# templates.backend.loginForm.jsRequestErrorMessage
source: Oops, something must have gone wrong. Please contact the support.
de: Upps, da ist wohl etwas schief gelaufen. Bitte kontaktieren Sie den Support.

# email.authCode.subject
source: Einmaliger Login-Code for the TYPO3-Backend
de: Einmaliger Login-Code für das TYPO3-Backend

# templates_email_authCode.text1
source: Your unique login code for the TYPO3-Backend is:
de: Ihr einmaliger Login-Code für das TYPO3-Backend lautet:

# templates_email_authCode.text2
source: The request was made via the IP address %s. If you did not request the code yourself, please contact support immediately.
de: Die Anforderung erfolgte über die IP-Adresse %s. Sollten Sie den Code nicht selbst angefragt haben, wenden Sie sich bitte umgehend an den Support.
